-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Nov 26, 2020 at 06:11 PM
-- Server version: 10.4.14-MariaDB
-- PHP Version: 7.2.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `homes`
--

-- --------------------------------------------------------

--
-- Table structure for table `homes`
--

CREATE TABLE `homes` (
  `home_id` int(11) NOT NULL,
  `homeType` text NOT NULL,
  `homeRooms` text NOT NULL,
  `homePrice` int(11) NOT NULL,
  `priceType` text NOT NULL,
  `homeRegion` text NOT NULL,
  `homeBuildingType` text NOT NULL,
  `homeArea` int(11) NOT NULL,
  `homeAgency` text NOT NULL,
  `homeFirstFloor` int(11) NOT NULL,
  `homeSecondFloor` int(11) NOT NULL,
  `homeUrl` text NOT NULL,
  `homeDescription` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `homes`
--

INSERT INTO `homes` (`home_id`, `homeType`, `homeRooms`, `homePrice`, `priceType`, `homeRegion`, `homeBuildingType`, `homeArea`, `homeAgency`, `homeFirstFloor`, `homeSecondFloor`, `homeUrl`, `homeDescription`) VALUES
(2, 'Апартамент', 'Многостаен', 152500, 'Евро', 'град София, Младост 2', 'Тухла', 103, 'Имотека (088 21 21 488)', 4, 5, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1e157164379668398', '                            Просторен, светъл, на тихо място апартамент, състоящ се от дневна с трапезария и кухненски бокс, 3 спални, тераса, баня с тоалетна, тоалетна. Мазе: 3 кв.м. Дограма - ПВЦ, настилки - естествен паркет и теракот. Шест крилен гардероб в коридора. Изл.: И/З/Юг. Частично обзавеждане.\r\nВ близост до РУМ .\r\nТухла от 1978 г.\r\nПростор, тишина, отлично разпределение!\r\nОбади се сега и цитирай този код 452827 \r\n                        '),
(3, 'Апартамент', '3', 150000, 'Евро', 'София, Лозенец, ул. Милевска планина', 'Тухла', 111, 'АСГАРД ПРОПЪРТИС(02/465-19-50)', 2, 3, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c158366917416025', '                                                                                    \'АСГАРД ПРОПЪРТИС\' продава просторен 3-стаен апартамент с чиста площ 111 кв.м., разположен на тиха улица в малка 3-етажна тухлена сграда. Жилището се намира на реален втори етаж и се състои от дневна, две големи непреходни спални, самостоятелна кухня с балкон, баня и тоалетна. PVC дограма, сменени ВиК и ел. инсталации, прекрасен масивен паркет. Възможно е да се обособи кухненски бокс в хола, а кухнята да стане трата спалня. Отлично поддържани общи части на сградата. Има възможност за закупуване на 22 кв.м. надземен гараж на цена 20000 Е. Топимот, подходящ както за живеене, така и за офис. За контакти: 0899/032-036, 02/465-19-50. \r\n                         \r\n                         \r\n                        '),
(6, 'Апартамент', '3', 160000, 'Евро', 'град София, Лозенец', 'Тухла', 111, '0882541826(Олимп)', 2, 3, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c159738994322869', 'росторен, непреходен, тристаен апартамент на тихо и спокойно място, с възможност за преустройство на четиристаен. Намира се на улица Горски Пътник, в близост до училище, детска градина, спортен комплекс, хипермаркет, здравно заведение, голям търговски център, метростанция, Южен парк. Сградата е тухла от 1975г. с отлично поддържани общи части с контрол на достъпа. Апартаментът е със застроена площ 111 кв.м. Състои се от дневна с тераса, със западно изложение; две спални с тераси, с южно изложение; кухня с остъклена тераса, със северно изложение; баня; тоалетна и коридор. Има и мазе 8 кв.м. Настилките в стаите са с естествен паркет, кухнята е с ламиниран паркет, коридорът е с мозайка. Стените са с тапети. Сервизни помещения с мозайка и фаянс. Дограмата е частично подменена с ПВЦ. Отоплението и топлата вода са на ток. В сградата няма ТЕЦ. Има възможност за закупуване на гараж с възможност за паркиране на втора кола пред гаража. Посочената цена е за клиенти на агенцията, работим и с колеги.'),
(7, 'Апартамент', '3', 174000, 'Евро', 'град София, Стрелбище', 'Тухла', 108, 'Форчън(0896348788)', 2, 4, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c160555073040245', 'Агенция \'Форчън\' има удоволствието да ви представи прекрасен слънчев,напълно обзаведен апартамент в масивна тухлена сграда в един от наи-препочитаните райони за живеене - ж.к \'Стрелбище\', на границата с \'Иван Вазов\'. Жилището се намира на втори жилищен етаж и е със следното разпределение: входно антре, коридор, голям хол с кухненски бокс, две самостоятелни непреходни спални, баня с тоалетна, тоалетна. Изложение: изток/запад. Апартаментът е напълно обзаведен с всичко необходимо за едно домакинство. Чиста застроена площ 90 кв.м, плюс прилежащо мазе - 9 кв.м и таван 11.кв.м. Прекрасна локация и добре развита инфраструктура. На метри от пазара \'Иван Вазов\', -ва частна Англииска гимназия, детска градина, спирки на градски транспорт, магазин \'Фантастико\', Южен парк на 5 мин пешеходно разстояние. Прекрасен инвестиционен имот с висок очакван наем, или уютно семейно жилище. Голямо междублоково пространство и много зеленина в района!'),
(8, 'Апартамент', '3', 148000, 'Евро', 'град София, Гоце Делчев', 'Тухла', 115, 'Снеп(0887482067)', 3, 7, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c160467813138905', 'Сградата се намира в жк Манастирски ливади изток-на границата с жк Гоце Делчев, ул.Костенски водопад и ул.Тодор Каблешков, блок 21- до множество спирки на гр.транспорт, магазини, училища и на пешеходно разстояние от Южен парк. Апартаментът е много просторен, непреходен, на етаж 3 над партер, с много луксозни довършителни работи, обзаведен, готов за нанасяне. ЗП = 95.70 кв.м., общи части-15.94 кв.м., мазе-3 кв.м. Общо: 114.64 кв.м. Отоплението е решено с висок клас инверторни климатици Daikin във всяка стая. Родителската спалня е с площ от 17 кв.м. и със собствен санитарен възел, а детската стая е около 12 кв.м. От двете спални се излиза на обща тераса с гледка към ул.Т.Каблешков. Дневната с кухненския бокс е около 26 кв.м., с излаз на голяма югоизточна тераса. Банята е много голяма, с изградена душ-кабина. Луксозни довършителни работи /естествен паркет в спалните, испански гранитогрес и фаянс, плот в банята от естествен гранит, санитарен фаянс на Roca/. Апартаментът се продава с наличното обзавеждане. Имотът е много подходящ и за инвестиция. Моля вижте приложеното под обявата видеопредставяне! При сериозен интерес е възможен коментар на цената. Може да се закупи подземно паркомясто с ролетна врата на отделна цена /от друг собственик/. Огледи се провеждат при спазване на противоепидемичните мерки! За повече информация и огледи: Цветелина Петрова, 0887482067.'),
(9, 'Апартамент', '1', 56000, 'Евро', 'град София, Бъкстон', 'Тухла', 44, 'Явлена(0892502233)', 4, 6, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1a160627530703167&slink=63prtl&f1=1', 'Едностаен апартамент в нова сграда с АКТ 16. Намира се на четвърти от общо шест етажа с Източно изложение. Апартаментът е оставен в това състояние, за да може новият собственик, да направи всичко по негов вкус. Застроената площ е 35,5 кв.м. Разпределение: баня с WC и стая с обособен кухненски бокс. Апартаментът е изключително светъл и с изглед към тиха улица. Сградата е с асансьор и луксозни общи части. За повече информация се свържете с Петър Герджиков. ID: 108610 (yavlenaCOM/108610).'),
(10, 'Апартамент', '1', 71037, 'Евро', 'град София, Гео Милев', 'Тухла', 52, 'Луксимо(0988154582)', 1, 4, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1a160283882330052&slink=63prtl&f1=1', ''),
(11, 'Апартамент', '2', 124806, 'Евро', 'град София, Банишора, ул. Козлодуй', 'Тухла', 143, '0889888447(Глобъл Инвестмънт)', 13, 14, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1b156872942194809&slink=63pt25&f1=1', 'ДИРЕКТНО ОТ СТРОИТЕЛ. БЕЗ КОМИСИОНА.\r\nНомер апартамент - A.2.13.4.2\r\nАпартамент с южно изложение.\r\nОбща квадратура 142.8 m2\r\nЧиста квадратура 121.18 m2\r\nОбщи части 21.62 m2\r\nЦена на кв.м. 869.5 евро\r\nОбща цена на апартамента 124 807 евро\r\nПроекта има пълно финансиране до акт 16 от INTERNATIONAL ASSET BANK.\r\nРазполагаме и с други апартаменти с функционални разпределения и просторни помещения. Разпределенията на всички свободни апартаменти можете да разгледате на нашия сайт: www.REDTOWER.bg\r\nЖилищна сграда RED TOWER се намира на ул.Козлодуй 102-106 до ул. Опълченска. Само на няколко минути от ТОП центъра на града! Изключително комуникативно място, три метро спирки на 10 минути пешеходно разстояние, няколко трамвайни, тролейни и автобусни линии. На 10 минути от площад Лъвов Мост и женския пазар и на 20 минути пеша от Министерски Съвет . В близост са и търговски центрове като Централни Хали и Sofia Mall . Местоположение с отлична инфраструктура и осигурен бърз достъп до всички квартали на столицата.\r\nЦентрална автогара е близо, в района има голям брой градинки, детски градини, училища, фитнес зали, както и няолко игрища за футбол, болници и църкви, както и магазини Билла, Кауфланд, Фантастико, бензиностанции Shell и OMV, банкови офиси.'),
(12, 'Апартамент', '2', 78622, 'Евро', 'град София, Банишора, ул. Клокотница', 'Тухла', 82, 'Мартинс(0883977979)', 2, 7, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1b158356354083036&slink=63pt25&f1=1', 'СТАРТОВИ НИСКИ ЦЕНИ! ИЗБЕРИ И ЗАПАЗИ СВОЯ ИМОТ СЕГА!\r\nMARTIN\'S - ТЪРГОВСКИ ПРЕДСТАВИТЕЛ НА RST ltd., ПРЕДСТАВЯ НОВИЯ СИ ОБЕКТ \'КЛОКОТНИЦА\', находящ се в един от най-старите квартали на София.\r\nМалка бутикова сграда \'КЛОКОТНИЦА\' - престижно място за живеене и инвестиция, разположена на високо и слънчево място в тиха зелена улица.\r\nБЕЗ КОМИСИОННА ЗА КУПУВАЧА!\r\nДвустаен Aпартамент N 2 - мезонетен тип със застроена площ от 66кв.м. на втори етаж, съставляващ:\r\nпърво ниво - дневна с кухненски бокс, баня с тоалетна и склад;\r\n- второ ниво - просторна дневна, баня с тоалетна, дрешник и един балкон.\r\nЗначими фактори при избора на имот са:\r\n- двустайни, тристайни и 2бр. четиристайни апартаменти с различна етажност и изложение\r\n- възможността да закупите на цена от 950евро/кв.м. без ДДС\r\n- функционално и удобно разпределение\r\n- удобствата и комуникативността\r\n- тишината и пространствата\r\n- престижността на местоположението\r\n- перспективите за увеличаване стойността на имота\r\n- възможността да направите добра инвестиця\r\n- срок на изплащане на имота и завършване на сградата -06.2022г\r\nЗАЩО ДА КУПИТЕ ИМОТ В СГРАДАТА?\r\n- Локация в тих, комуникативен и чист район\r\n- Непосредственна близост до зелени площи, магазини, транспорт и метростанция\r\n- Модерна архитектура и функционално разпределение\r\n- Строителство, завършено с висококачествени материали и иновативни технологии\r\n- Инвеститор с отлична репутация и редица успешни проекти\r\nВ сградата се предлагат тристайни, 2бр.четиристайни апартаменти, паркоместа и гаражи.\r\nБанишора е в широкия център на София. Тук се намира църквата Свети Андрей Първозвани, построена през 1926г. в чест на българските Опълченци.\r\nБанишора има доста благоприятно местоположение: на 10 минути пеша се намират Moll Sofia, Kaufland, Billa , важни транспортни артерии преминават на север и юг, като очертават границите на квартала. Той е разположен между две метростанции - Метростанция Княгиня Мария Луиза и метростанция \'Опълченска\', в близост са и множества линии на софийския градски транспорт,\r\nНаличието на две метростанции, Централна Автогара и Софийска гара, градина \'Майчин дом\' и \'Алжир\', учебни заведения, детски градини, новоизградената и поддържана инфраструктура, както и близостта до центъра на Столицата, правят кв. Банишора един предпочитан район за живеене и инвестиция!\r\n*цената е без включен ДДС\r\nОферта 9343 '),
(13, 'Апартамент', '3', 139000, 'Евро', 'град София, Стрелбище', 'Тухла', 99, 'ХоумТуЮ(0882790127)', 2, 6, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c160588264281097&slink=63q0ko&f1=1', 'ПРЕД АКТ 16! ТЕЦ! ДО ХИПЕРМАРКЕТ! МЕТРОСТАНЦИЯ!\r\n\r\nПредставяме на вашето внимание прекрасен тристаен апартамент, в нова тухлена сграда с 17 апартамента, находящ са 7 минути пешеходно разстояние от Метростанция Булевард България. Жилището се състои от: входно антре с коридор, всекидневна с трапезария и кухненски бокс, две спални и два санитарни възела. Имотът се предава на шпакловка и замазка. Сградата се строи с висококачествени материали, отлични общи части, с издаден Акт 15, очаква се издаването на акт 16 до края на март месец 2021 г. За ваше улеснение прилагаме схема на разпределение на имота. Ако не искате за изпуснете тази оферта, обадете се СЕГА и цитирайте следния код :49910'),
(14, 'Апартамент', '3', 161700, 'Евро', 'град София, Стрелбище', 'Тухла', 129, 'Антре(0875314622)', 2, 7, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c158919909820578&slink=63q0ko&f1=1', 'АКТ 16! Представяме Ви тристаен апартамент в кв. Стрелбище, с обща площ от 129,37 кв.м., от която застроена - 103,58 кв.м.\r\nНамира се близо до бул. България и бул. Гоце Делчев, близо до Южен парк и спирки на автобус 64,204,83,304,73,83, както и трамвай 7.\r\nСградата е стоманобетонова конструкция с тухлени външни и вътрешни стени.Общите части са добре поддържани, достъпът е контролиран.\r\nОтоплението е чрез ТЕЦ.\r\nАпартаментът е разположен е на 2-ри етаж от общо 7, изложението е юг-запад.\r\nРазпределението е:\r\n- входно антре с коридор\r\n- дневна с кухненски бокс с излаз на две тераси\r\n- две спални\r\n- две бани с тоалетна\r\n- две тераси.\r\nАпартаментът се издава на шпакловка и замазка с монтирана входна врата, интериорни врати, радиатори, ПВЦ дограма, ВИК тапа, външна топлоизолация, изградена ел. инсталация с монтирани ключове и контакти.\r\nПродажната цена е 161,700 евро.\r\nПри интерес от Ваша страна, свържете се с нас на посочените телефони и цитирайте следния КОД: 167026.'),
(15, 'Апартамент', '3', 165000, 'Евро', 'град София, Белите брези', 'Тухла', 100, 'Явлена(0892502604)', 4, 7, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c160627517771977&slink=63q0y5&f1=1', 'Представям ви страхотен имот, който се намира в жк. Бели Брези. В близост до спирки на градски транспорт, бул, България, училище и детски градини. Апартаментът се намира в нова тухлена сграда с много добре подържани общи части. Състои се от хол с кухненска части, две спални, тераса, баня с тоалетна и тоалетна. Към имота може да бъде отдавано дългосрочно паркомясто. Имотът се продава с готови бани и направена кухня. Прекрасно предложение за инвестиция и за живот.\r\nID:108257 (yavlenaCOM/108257).'),
(16, 'Апартамент', '3', 146400, 'Евро', 'град София, Белите брези', 'Тухла', 122, '0888128346', 3, 7, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c159541804542602&slink=63q0y5&f1=1', 'Предлагаме на вниманието ви апартамент в новопостроена тухлена сграда, с акт 15. Югозапад/Североизток изложение, изцяло вътрешен. Отопление ТЕЦ! Сградата се намира в близост до метро станция \'Красно село\', , пазара \'Красно село\' ул. Дойран.\r\nРазпределение: Входно антре с място за вграден гардероб, Хол, Кухненски бокс и трапезария (общо помещение)с тераса, Две стаи с тераса - към вътпешен двор, Баня и Тоалетна , тоалетна. Мазе 5 кв.м Възможност за покупка на парко място в подземен гараж.\r\n95 кв. м застроена площ, 122 кв.м с общи части.Цена 1200 евро / м2. Продава се на шпакловка и замазка, монтирана входна врата, ПВЦ дограва. Възможност за довършителни работи по задание на купувача. В сградата предлагаме и други апартаменти, с възможност за покупка на парко места в подземен гараж.\r\nОтличен имот, непременно трябва да се види. За оглед и контакт на тел:0888128326 Милева\r\nРаботиме и с колеги.'),
(17, 'Апартамент', '3', 149000, 'Евро', 'град София, Белите брези ул. Хайдушка гора', 'Тухла', 133, '0897221922', 3, 7, 'https://www.imot.bg/pcgi/imot.cgi?act=5&adv=1c153954897766684&slink=63q0y5&f1=1', '                            \'ВЕЛДИКС - НЕДВИЖИМИ ИМОТИ\', предлага за продажба, последен тристаен апартамент в новопостроена жилищна сграда, квартал \'Бели брези\', ул. \'Хайдушка гора\'. Акт 15!\r\nБутикова сграда отличаваща се със стилен дизайн и качествено изпълнени СМР! Една от малкото сгради в района с Централен ТЕЦ!\r\nМестоположение: Престижен квартал, в близост до метростанция, училища, детски градини, пазар \'Красно село\'.\r\nЖилището се състои от дневна, трапезария и кухненски бокс (едно общо помещение) две непреходни, просторни спални, тераси и баня с тоалетна. Изложение - Изток/Юг.\r\nПродава се на шпакловка, замазка, висококачествена ПВЦ - дограма. Блиндирана входна врата - \'СОЛИД\'. Изградена инфраструктура за климатик в дневната. Отопление - ТЕЦ. Външна топлоизолация - 10 см. каменна вата и окачена фасада камък, минерална мазилка. Стилни общи части, озеленяване . Асансьор - KLEEMANN.\r\nКлюч в агенцията! Огледи в удобно за клиента време! \r\nВодещ брокер - Спаска Шарланджиева - 0897 22 19 22\r\n                        ');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `homes`
--
ALTER TABLE `homes`
  ADD PRIMARY KEY (`home_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `homes`
--
ALTER TABLE `homes`
  MODIFY `home_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
